{
	"landing": {
		"firstName": "Anupam",
		"lastName": "Dagar",
		"phoneNumber": "+91-0123456789",
		"bio": "I am experienced in leveraging agile frameworks to provide a robust synopsis for high level overviews. Iterative approaches to corporate strategy foster collaborative thinking to further the overall value proposition.",
    "email": "dagaranupam@gmail.com",
    "linkedin": "https://linkedin.com/in/anupamdagar",
		"github": "https://github.com/Anupam-dagar"
	},
	"experience": [{
			"position": "Senior Web Developer",
			"organization": "Intelitec Solutions",
			"aboutWork": "Bring to the table win-win survival strategies to ensure proactive domination. At the end of the day, going forward, a new normal that has evolved from generation X is on the runway heading towards a streamlined cloud solution. User generated content in real-time will have multiple touchpoints for offshoring.",
			"fromDate": "March 2013",
			"toDate": "Present"
		},
		{
			"position": "Web Developer",
			"organization": "Intelitec Solutions",
			"aboutWork": "Capitalize on low hanging fruit to identify a ballpark value added activity to beta test. Override the digital divide with additional clickthroughs from DevOps. Nanotechnology immersion along the information highway will close the loop on focusing solely on the bottom line.",
			"fromDate": "December 2011",
			"toDate": "March 2013"
		},
		{
			"position": "Junior Web Developer",
			"organization": "Shout! Media Productions",
			"aboutWork": "Podcasting operational change management inside of workflows to establish a framework. Taking seamless key performance indicators offline to maximise the long tail. Keeping your eye on the ball while performing a deep dive on the start-up mentality to derive convergence on cross-platform integration.",
			"fromDate": "July 2010",
			"toDate": "December 2011"
		},
		{
			"position": "Web Design Intern",
			"organization": "Shout! Media Productions",
			"aboutWork": "Collaboratively administrate empowered markets via plug-and-play networks. Dynamically procrastinate B2C users after installed base benefits. Dramatically visualize customer directed convergence without revolutionary ROI.",
			"fromDate": "September 2008",
			"toDate": "June 2010"
		}
	],
	"education": [{
			"university": "University of Colorado Boulder",
			"degree": "Bachelor of Science",
			"gpa": "9.83",
			"fromDate": "August 2006",
			"toDate": "May 2010"
		},
		{
			"university": "James Buchanan High School",
			"degree": "Technology Magnet Program",
			"gpa": "8.88",
			"fromDate": "August 2002",
			"toDate": "May 2006"
		}
	],
	"skills": [{
			"name": "HTML5"
		},
		{
			"name": "CSS3"
		},
		{
			"name": "Javascript"
		},
		{
			"name": "Angular"
		},
		{
			"name": "React"
		},
		{
			"name": "Nodejs"
		},
		{
			"name": "SCSS"
		},
		{
			"name": "Less"
		}
	],
	"interests": {
		"paragraphOne": "Apart from being a web developer, I enjoy most of my time being outdoors. In the winter, I am an avid skier and novice ice climber. During the warmer months here in Colorado, I enjoy mountain biking, free climbing, and kayaking.",
		"paragraphTwo": "When forced indoors, I follow a number of sci-fi and fantasy genre movies and television shows, I am an aspiring chef, and I spend a large amount of my free time exploring the latest technology advancements in the front-end web development world."
	},
	"awards": [{
			"awardDetail": "Google Analytics Certified Developer"
		},
		{
			"awardDetail": "Mobile Web Specialist - Google Certification"
		},
		{
			"awardDetail": "1stPlace - University of Colorado Boulder - Emerging Tech Competition 2009"
		},
		{
			"awardDetail": "1stPlace - University of Colorado Boulder - Adobe Creative Jam 2008 (UI Design Category)"
		},
		{
			"awardDetail": "2ndPlace - University of Colorado Boulder - Emerging Tech Competition 2008"
		},
		{
			"awardDetail": "1stPlace - James Buchanan High School - Hackathon 2006"
		},
		{
			"awardDetail": "3rdPlace - James Buchanan High School - Hackathon 2005"
		}
	]
}
